Repository: quylang88/mistia
Catalog: Mistia/Localizable.xcstrings
Source language: vi
Languages: en, ja

# settings.security.secretKind.pin6.subtitle
source: Thêm hai số cho lớp bảo vệ chặt hơn.
en: Add two digits for stronger protection.
ja: 2桁追加して保護を強化します。

# settings.security.secretKind.pin6.title
source: PIN 6 số
en: 6-digit PIN
ja: 6桁PIN

# settings.security.secretKind.title
source: Kiểu mã khóa
en: Code type
ja: コードの種類

# settings.security.status.biometricDisabledMessage
source: Mở khóa bằng %@ đã tắt. Bạn vẫn có thể dùng mã của app.
en: %@ unlock is off. You can still use the app code.
ja: %@ロック解除はオフです。引き続きアプリのコードを使えます。

# settings.security.status.biometricDisabledTitle
source: Đã tắt %@
en: %@ unlock off
ja: %@がオフになりました

# settings.security.status.biometricEnabledMessage
source: Mistia có thể mở khóa bằng %@ hoặc mã dự phòng.
en: Mistia can unlock with %@ or your backup code.
ja: %@またはバックアップコードでMistiaをロック解除できます。

# settings.security.status.biometricEnabledTitle
source: Đã bật %@
en: %@ unlock on
ja: %@がオンになりました

# settings.security.status.changedMessage
source: Mã khóa mới sẽ được dùng từ lần khóa tiếp theo.
en: The new code will be used from the next lock.
ja: 次回のロックから新しいコードが使われます。

# settings.security.status.changedTitle
source: Đã cập nhật mã khóa
en: Code updated
ja: コードを更新しました

# settings.security.status.disabledMessage
source: Mistia sẽ không yêu cầu mã khi mở lại app.
en: Mistia will no longer ask for a code when the app opens again.
ja: Mistiaを再度開くときにコードは要求されません。

# settings.security.status.disabledTitle
source: Đã tắt khóa app
en: App lock off
ja: アプリロックがオフになりました

# settings.security.status.enabledMessage
source: Mistia sẽ khóa khi mở app hoặc quay lại từ nền.
en: Mistia will lock when the app opens or returns from the background.
ja: アプリを開くとき、またはバックグラウンドから戻るときにMistiaがロックされます。

# settings.security.status.enabledTitle
source: Đã bật khóa app
en: App lock on
ja: アプリロックがオンになりました

# settings.security.status.errorTitle
source: Không thể cập nhật
en: Unable to update
ja: 更新できません

# settings.security.status.unavailableTitle
source: Không khả dụng
en: Unavailable
ja: 利用できません

# settings.security.title
source: Bảo mật
en: Security
ja: セキュリティ

# settings.shortcut.description
source: Bật Lối tắt Mistia để hiện nút pinned ở tab bar. Nút này sẽ mở thẳng mục bạn chọn.
en: Enable the Mistia shortcut to show a pinned button in the tab bar. It opens the destination you choose.
ja: ショートカットを有効にするとタブバーに固定ボタンが表示されます。選んだ項目を直接開きます。

# settings.shortcut.enablePinnedButton
source: Bật nút pinned
en: Enable pinned button
ja: 固定ボタンを有効にする

# settings.shortcut.familySection
source: Gia đình
en: Family
ja: 家族

# settings.shortcut.member.quickViewAccessibility
source: Xem nhanh %@
en: Quick view %@
ja: %@ をすぐ見る

# settings.shortcut.offStatus
source: Đang tắt
en: Off
ja: オフ

# settings.shortcut.option.archivedItems.accessibility
source: Mở Mục đã lưu trữ
en: Open archived items
ja: アーカイブ済みアイテムを開く

# settings.shortcut.option.archivedItems.subtitle
source: Mở các ví, danh mục và thu chi đã lưu trữ.
en: Open archived wallets, categories, and cashflow items.
ja: アーカイブ済みのウォレット、カテゴリ、取引を開きます。

# settings.shortcut.option.archivedItems.title
source: Mục đã lưu trữ
en: Archived items
ja: アーカイブ済みアイテム

# settings.shortcut.option.backupRestore.accessibility
source: Mở Sao lưu & Khôi phục
en: Open backup and restore
ja: バックアップと復元を開く

# settings.shortcut.option.backupRestore.subtitle
source: Mở sao lưu cục bộ và khôi phục dữ liệu.
en: Open local backup and restore.
ja: ローカルのバックアップと復元を開きます。

# settings.shortcut.option.backupRestore.title
source: Sao lưu & Khôi phục
en: Backup & Restore
ja: バックアップ & 復元

# settings.shortcut.option.familyOverview.accessibility
source: Mở tổng quan gia đình
en: Open family overview
ja: 家族の概要を開く

# settings.shortcut.option.familyOverview.subtitle
source: Mở thẳng màn tổng quan tài chính của cả gia đình.
en: Open the family financial overview directly.
ja: 家族全体の財務概要を直接開きます。

# settings.shortcut.option.familyOverview.title
source: Tổng quan gia đình
en: Family overview
ja: 家族の概要

# settings.shortcut.option.memberOverview.subtitle
source: Chuyển ngay sang chế độ xem dữ liệu của thành viên này trong tab Tổng quan.
en: Jump straight into this member's data in Overview.
ja: 概要タブでこのメンバーのデータへすぐ移動します。

# settings.shortcut.option.receiptScan.accessibility
source: Mở quét bill
en: Open receipt scan
ja: レシート読取を開く

# settings.shortcut.option.receiptScan.subtitle
source: Mở camera chụp bill ngay để AI điền thu chi.
en: Open the camera immediately so AI can fill the cashflow item.
ja: カメラをすぐ開き、AIで取引を入力します。

# settings.shortcut.option.receiptScan.title
source: Quét bill
en: Scan receipt
ja: レシート読取

# settings.shortcut.option.syncNow.accessibility
source: Đồng bộ ngay
en: Sync now
ja: 今すぐ同期

# settings.shortcut.option.syncNow.subtitle
source: Đồng bộ dữ liệu ngay lập tức với cloud.
en: Sync data immediately with cloud.
ja: すぐにクラウドとデータを同期します。

# settings.shortcut.option.syncNow.title
source: Đồng bộ ngay
en: Sync now
ja: 今すぐ同期

# settings.shortcut.personalUtilitiesSection
source: Tiện ích cá nhân
en: Personal utilities
ja: 個人ユーティリティ

# settings.shortcut.title
source: Lối tắt Mistia
en: Mistia shortcut
ja: ショートカット

# settings.title
source: Cài đặt
en: Settings
ja: 設定

# shared.amountCalculator.divisionByZero
source: Không thể chia cho 0
en: Cannot divide by 0
ja: 0で割ることはできません

# shared.amountCalculator.expression
source: Phép tính
en: Expression
ja: 計算式

# shared.amountCalculator.integerPositiveRequired
source: Kết quả phải là số nguyên dương
en: Result must be a positive integer
ja: 結果は正の整数にしてください

# shared.amountCalculator.openCalculator
source: Mở máy tính nhanh
en: Open quick calculator
ja: クイック計算機を開く

# shared.amountCalculator.result
source: Kết quả
en: Result
ja: 結果

# shared.amountCalculator.resultTooLarge
source: Kết quả quá lớn
en: Result is too large
ja: 結果が大きすぎます

# shared.amountCalculator.title
source: Máy tính
en: Calculator
ja: 計算機

# shared.appLock.biometricReason
source: Mở khóa Mistia
en: Unlock Mistia
ja: Mistiaをロック解除

# shared.appLock.codeMismatch
source: Mã xác nhận chưa khớp.
en: The confirmation code does not match.
ja: 確認コードが一致しません。

# shared.appLock.confirmPassword
source: Nhập lại mật khẩu
en: Confirm password
ja: パスワードを確認

# shared.appLock.confirmPasswordPlaceholder
source: Nhập lại mật khẩu
en: Confirm password
ja: パスワードを再入力

# shared.appLock.confirmPin
source: Nhập lại PIN
en: Confirm PIN
ja: PINを確認

# shared.appLock.continueButton
source: Tiếp tục
en: Continue
ja: 続ける

# shared.appLock.enterCurrentCodeTitle
source: Nhập mã khóa
en: Enter app code
ja: アプリコードを入力

# shared.appLock.optionPassword
source: Mật khẩu
en: Password
ja: パスワード

# shared.appLock.passwordHelper
source: Dài hơn 6 ký tự, có chữ hoa, chữ thường và số.
en: Use more than 6 characters with uppercase, lowercase, and a number.
ja: 6文字より長くし、大文字・小文字・数字を含めてください。

# shared.appLock.passwordMissingDigitValidation
source: Mật khẩu cần có ít nhất 1 số.
en: Password needs at least one number.
ja: パスワードには数字を1文字以上含めてください。

# shared.appLock.passwordMissingLetterValidation
source: Mật khẩu cần có chữ cái.
en: Password needs at least one letter.
ja: パスワードには文字を1文字以上含めてください。

# shared.appLock.passwordMissingLowercaseValidation
source: Mật khẩu cần có ít nhất 1 chữ viết thường.
en: Password needs at least one lowercase letter.
ja: パスワードには小文字を1文字以上含めてください。

# shared.appLock.passwordMissingUppercaseValidation
source: Mật khẩu cần có ít nhất 1 chữ viết hoa.
en: Password needs at least one uppercase letter.
ja: パスワードには大文字を1文字以上含めてください。

# shared.appLock.passwordPlaceholder
source: Mật khẩu
en: Password
ja: パスワード

# shared.appLock.passwordValidation
source: Mật khẩu cần dài hơn 6 ký tự.
en: Password must be longer than 6 characters.
ja: パスワードは6文字より長くしてください。

# shared.appLock.pin4Validation
source: PIN cần đủ 4 số.
en: PIN must be exactly 4 digits.
ja: PINは4桁の数字にしてください。

# shared.appLock.pin6Validation
source: PIN cần đủ 6 số.
en: PIN must be exactly 6 digits.
ja: PINは6桁の数字にしてください。

# shared.appLock.retryBiometric
source: Thử lại
en: Try again
ja: もう一度試す

# shared.appLock.setupCodeSubtitle
source: Chọn PIN hoặc mật khẩu để mở khóa Mistia.
en: Choose a PIN or password to unlock Mistia.
ja: Mistiaのロック解除に使うPINまたはパスワードを選択します。

# shared.appLock.setupCodeTitle
source: Thiết lập mã khóa
en: Set app code
ja: アプリコードを設定

# shared.appLock.title
source: Mistia bị khóa
en: Mistia is locked
ja: Mistiaはロックされています

# shared.appLock.tryAgainInMinutes
source: Thử lại sau %@ phút
en: Try again in %@ min
ja: %@分後に再試行

# shared.appLock.tryAgainInSeconds
source: Thử lại sau %@ giây
en: Try again in %@ seconds
ja: %@秒後に再試行

# shared.appLock.unlock
source: Mở khóa
en: Unlock
ja: ロック解除

# shared.appLock.useAppCode
source: Mã khóa
en: App code
ja: アプリコード

# shared.appLock.wrongCode
source: Mã chưa đúng.
en: Incorrect code.
ja: コードが正しくありません。

# shared.corelogic.financeenums.all
source: Tất cả
en: All
ja: すべて

# shared.corelogic.financeenums.bank
source: Ngân hàng
en: Bank
ja: 銀行

# shared.corelogic.financeenums.borrow
source: Nợ phải trả
en: Payable
ja: 未払金

# shared.corelogic.financeenums.cash
source: Tiền mặt
en: Cash
ja: 現金

# shared.corelogic.financeenums.childCategory
source: Danh mục con
en: Child category
ja: 子カテゴリ

# shared.corelogic.financeenums.collectDebt
source: Thu nợ
en: Collect debt
ja: 回収

# shared.corelogic.financeenums.cryptoDigitalAssets
source: Tiền ảo / Crypto
en: Crypto / Digital Assets
ja: 仮想通貨 / クリプト

# shared.corelogic.financeenums.currentDebt
source: Dư nợ hiện tại
en: Current debt
ja: 現在の利用残高

# shared.corelogic.financeenums.debt
source: Vay & cho vay
en: Loans
ja: 貸し借り

# shared.corelogic.financeenums.draft
source: Bản nháp
en: Draft
ja: 下書き

# shared.corelogic.financeenums.eWalletBarcode
source: Ví điện tử / Barcode
en: E-Wallet / Barcode
ja: 電子マネー / バーコード決済

# shared.corelogic.financeenums.expense
source: Chi tiêu
en: Expense
ja: 支出

# shared.corelogic.financeenums.family
source: Gia đình
en: Family
ja: 家族

# shared.corelogic.financeenums.finance
source: Tài chính
en: Finance
ja: 金融

# shared.corelogic.financeenums.food
source: Ăn uống
en: Food
ja: 食事

# shared.corelogic.financeenums.health
source: Sức khỏe
en: Health
ja: 健康

# shared.corelogic.financeenums.home
source: Nhà ở
en: Home
ja: 住まい

# shared.corelogic.financeenums.income
source: Thu nhập
en: Income
ja: 収入

# shared.corelogic.financeenums.internal
source: Nội bộ
en: Internal
ja: 内部

# shared.corelogic.financeenums.investmentStocks
source: Đầu tư / Chứng khoán
en: Investment / Stocks
ja: 投資 / 証券

# shared.corelogic.financeenums.leisure
source: Giải trí
en: Leisure
ja: 娯楽

# shared.corelogic.financeenums.lend
source: Cho vay
en: Lend
ja: 貸す

# shared.corelogic.financeenums.mobility
source: Đi lại
en: Mobility
ja: 移動

# shared.corelogic.financeenums.openingBalance
source: Số dư ban đầu
en: Opening balance
ja: 初期残高

# shared.corelogic.financeenums.other
source: Khác
en: Other
ja: その他

# shared.corelogic.financeenums.other2
source: Khác
en: Other
ja: その他

# shared.corelogic.financeenums.otherWallet
source: Loại ví khác
en: Other wallet
ja: その他のウォレット

# shared.corelogic.financeenums.parentCategory
source: Danh mục cha
en: Parent category
ja: 親カテゴリ

# shared.corelogic.financeenums.personal
source: Cá nhân
en: Personal
ja: 個人

# shared.corelogic.financeenums.planning
source: Sắp tới
en: Upcoming
ja: 予定

# shared.corelogic.financeenums.prepaidICCard
source: Thẻ trả trước / IC
en: Prepaid / IC Card
ja: プリペイド / ICカード

# shared.corelogic.financeenums.recorded
source: Đã ghi nhận
en: Recorded
ja: 記録済み

# shared.corelogic.financeenums.repay
source: Trả nợ
en: Repay
ja: 返済

# shared.corelogic.financeenums.thisMonth
source: Tháng này
en: This month
ja: 今月

# shared.corelogic.financeenums.today
source: Hôm nay
en: Today
ja: 今日

# shared.corelogic.financeenums.transfer
source: Chuyển tiền
en: Transfer
ja: 振替

# shared.corelogic.financeenums.wallets
source: Ví
en: Wallets
ja: ウォレット

# shared.corelogic.financeenums.work
source: Công việc
en: Work
ja: 仕事

# shared.corelogic.financeenums.yesterday
source: Hôm qua
en: Yesterday
ja: 昨日

# shared.corelogic.mistialocalization.daysAgo
source: Hôm kia
en: 2 days ago
ja: 一昨日

# shared.corelogic.mistialocalization.thisWeekValue
source: Tuần này • %@
en: This week • %@
ja: 今週 • %@

# shared.corelogic.mistialocalization.today
source: Hôm nay
en: Today
ja: 今日

# shared.corelogic.mistialocalization.valueHrAgo
source: %@ tiếng trước
en: %@ hr ago
ja: %@時間前

# shared.corelogic.mistialocalization.valueMinAgo
source: %@ phút trước
en: %@ min ago
ja: %@分前

# shared.corelogic.mistialocalization.yesterday
source: Hôm qua
en: Yesterday
ja: 昨日

# shared.corelogic.overview.debt
source: Vay & cho vay
en: Loans
ja: 貸し借り

# shared.corelogic.overview.expense
source: Chi tiêu
en: Expense
ja: 支出

# shared.corelogic.overview.income
source: Thu nhập
en: Income
ja: 収入

# shared.corelogic.overview.internalTransfer
source: Chuyển tiền nội bộ
en: Internal transfer
ja: 内部振替

# shared.corelogic.overview.transfer
source: Chuyển tiền
en: Transfer
ja: 振替

# shared.corelogic.overview.uncategorized
source: Chưa phân loại
en: Uncategorized
ja: 未分類

# shared.corelogic.planning.chooseAPaymentWalletBeforeContinuing
source: Chọn ví thanh toán trước khi tiếp tục.
en: Choose a payment wallet before continuing.
ja: 続行する前に支払いウォレットを選択してください。

# shared.corelogic.planning.enterAPaymentAmountBeforeContinuing
source: Nhập số tiền thanh toán trước khi tiếp tục.
en: Enter a payment amount before continuing.
ja: 続行する前に支払い金額を入力してください。

# shared.corelogic.planning.exceeded
source: Vượt dự chi
en: Over planned amount
ja: 超過

# shared.corelogic.planning.needsAttention
source: Cần chú ý
en: Needs attention
ja: 注意

# shared.corelogic.planning.stable
source: Ổn định
en: Stable
ja: 安定

# shared.corelogic.planning.theDestinationWalletForThisPaymentCould
source: Không tìm thấy ví đích cho khoản thanh toán này.
en: The destination wallet for this payment could not be found.
ja: この支払いの振替先ウォレットが見つかりません。

# shared.corelogic.transaction.needsCompletion
source: Cần hoàn thiện
en: Needs completion
ja: 要確認

# shared.corelogic.transaction.unknownName
source: Không rõ tên
en: Unknown name
ja: 名前未設定

# shared.corelogic.transactionlogicstatement.account
source: Tài khoản
en: Account
ja: 口座

# shared.corelogic.transactionlogicstatement.amount
source: Số tiền
en: Amount
ja: 金額

# shared.corelogic.transactionlogicstatement.assetWallets
source: Ví tài sản
en: Asset wallets
ja: 資産ウォレット

# shared.corelogic.transactionlogicstatement.aSummaryOfActiveCardsInMistia
source: Bản tổng hợp cho các thẻ đang hoạt động trong Mistia.
en: A summary of active cards in Mistia.
ja: ミスティアで利用中のカードをまとめた明細です。

source: Tổng hợp tài sản, dòng tiền và thu chi tháng hiện tại
en: A summary of assets, cashflow, and cashflow items for the current month
ja: 今月の資産、キャッシュフロー、取引のサマリー

# shared.corelogic.transactionlogicstatement.aSummaryOfDebtCreditLimitsAnd
source: Tổng hợp dư nợ, hạn mức và thu chi trong kỳ sao kê hiện tại
en: A summary of debt, credit limits, and cashflow items in the current cycle
ja: 現在の締め期間における残高、利用枠、取引のサマリー

# shared.corelogic.transactionlogicstatement.availableAssets
source: Tài sản khả dụng
en: Available assets
ja: 利用可能資産

# shared.corelogic.transactionlogicstatement.availableCredit
source: Hạn mức còn lại
en: Available credit
ja: 利用可能額

# shared.corelogic.transactionlogicstatement.cards
source: thẻ
en: cards
ja: 枚

# shared.corelogic.transactionlogicstatement.chargesInCycle
source: Chi tiêu trong kỳ
en: Charges in cycle
ja: 期間内の利用

# shared.corelogic.transactionlogicstatement.creditCard
source: Thẻ tín dụng
en: Credit card
ja: クレジットカード

# shared.corelogic.transactionlogicstatement.creditCardStatement
source: Sao kê thẻ tín dụng
en: Credit card statement
ja: クレジットカード明細

# shared.corelogic.transactionlogicstatement.creditLimit
source: Hạn mức
en: Credit limit
ja: 利用限度額

# shared.corelogic.transactionlogicstatement.currentBalance
source: Số dư hiện tại
en: Current balance
ja: 現在残高

# shared.corelogic.transactionlogicstatement.currentCycle
source: Kỳ sao kê hiện tại
en: Current cycle
ja: 現在の締め期間

# shared.corelogic.transactionlogicstatement.currentDebt
source: Dư nợ hiện tại
en: Current debt
ja: 現在の利用残高

# shared.corelogic.transactionlogicstatement.dateTime
source: Ngày giờ
en: Date & time
ja: 日時

# shared.corelogic.transactionlogicstatement.dayValueEachMonth
source: %@ hằng tháng
en: Day %@ each month
ja: 毎月 %@ 日

# shared.corelogic.transactionlogicstatement.debt
source: Vay & cho vay
en: Loans
ja: 貸し借り

# shared.corelogic.transactionlogicstatement.destination
source: Đích
en: Destination
ja: 入金先

# shared.corelogic.transactionlogicstatement.expenseThisMonth
source: Chi tháng này
en: Expense this month
ja: 今月の支出

# shared.corelogic.transactionlogicstatement.generatedAt
source: Xuất lúc
en: Generated at
ja: 出力日時

# shared.corelogic.transactionlogicstatement.incomeThisMonth
source: Thu tháng này
en: Income this month
ja: 今月の収入

# shared.corelogic.transactionlogicstatement.items
source: mục
en: items
ja: 件

# shared.corelogic.transactionlogicstatement.mistiaCreditCardStatement
source: Mistia Sao kê thẻ tín dụng
en: Mistia Credit Card Statement
ja: ミスティアクレジットカード明細

# shared.corelogic.transactionlogicstatement.mistiaMonthlySummary
source: Mistia Sao kê tổng hợp
en: Mistia Monthly Summary
ja: ミスティア月次サマリー

# shared.corelogic.transactionlogicstatement.monthlySummaryStatement
source: Sao kê tổng hợp tháng
en: Monthly summary statement
ja: 月次サマリーステートメント

# shared.corelogic.transactionlogicstatement.netCashflow
source: Chênh lệch dòng tiền
en: Net cashflow
ja: キャッシュフロー差額

# shared.corelogic.transactionlogicstatement.nextPaymentDate
source: Ngày thanh toán tiếp theo
en: Next payment date
ja: 次回支払日

# shared.corelogic.transactionlogicstatement.noCreditCardsYet
source: Chưa có thẻ tín dụng
en: No credit cards yet
ja: クレジットカードはまだありません

# shared.corelogic.transactionlogicstatement.noTransactionsInThisMonthYet
source: Chưa có thu chi nào trong tháng này.
en: No cashflow items in this month yet.
ja: 今月の取引はまだありません。

# shared.corelogic.transactionlogicstatement.notSet
source: Chưa cài đặt
en: Not set
ja: 未設定

# shared.corelogic.transactionlogicstatement.noWalletSelected
source: Chưa chọn ví
en: No wallet selected
ja: ウォレット未選択

# shared.corelogic.transactionlogicstatement.openingBalance
source: Số dư đầu kỳ
en: Opening balance
ja: 期首残高

# shared.corelogic.transactionlogicstatement.paymentDueDay
source: Ngày thanh toán
en: Payment due day
ja: 支払い期限

# shared.corelogic.transactionlogicstatement.paymentsToCard
source: Thanh toán vào thẻ
en: Payments to card
ja: カードへの支払い

# shared.corelogic.transactionlogicstatement.paymentWallet
source: Ví thanh toán
en: Payment wallet
ja: 支払い元ウォレット

# shared.corelogic.transactionlogicstatement.source
source: Nguồn
en: Source
ja: 出金元

# shared.corelogic.transactionlogicstatement.statementClosingDay
source: Ngày chốt sao kê
en: Statement closing day
ja: 締め日

# shared.corelogic.transactionlogicstatement.statementPeriod
source: Kỳ sao kê
en: Statement period
ja: 対象期間

# shared.corelogic.transactionlogicstatement.status
source: Trạng thái
en: Status
ja: 状態

# shared.corelogic.transactionlogicstatement.thereAreNoAssetWalletsYet
source: Chưa có ví tài sản nào.
en: There are no asset wallets yet.
ja: 資産ウォレットはまだありません。

# shared.corelogic.transactionlogicstatement.thereAreNoCardPaymentsInThis
source: Chưa có khoản thanh toán vào thẻ trong kỳ.
en: There are no card payments in this cycle.
ja: この期間のカード支払いはありません。

# shared.corelogic.transactionlogicstatement.thereAreNoChargesInThisCycle
source: Không có chi tiêu nào trong kỳ sao kê này.
en: There are no charges in this cycle.
ja: この締め期間の利用はありません。

# shared.corelogic.transactionlogicstatement.transaction
source: Thu chi
en: Cashflow
ja: 収支

# shared.corelogic.transactionlogicstatement.transactionsThisMonth
source: Thu chi tháng hiện tại
en: Cashflow this month
ja: 今月の取引

# shared.corelogic.transactionlogicstatement.type
source: Loại
en: Type
ja: 種類

# shared.corelogic.transactionlogicstatement.utilization
source: Tỷ lệ sử dụng
en: Utilization
ja: 利用率

# shared.corelogic.transactionlogicstatement.wallet
source: Ví
en: Wallet
ja: ウォレット

# shared.corelogic.transactionlogicstatement.wallets
source: ví
en: wallets
ja: 件

# shared.corelogic.transactionlogicstatement.youHaveNotAddedAnyCardsTo
source: Hiện tại bạn chưa thêm thẻ nào vào Mistia nên không có sao kê để xuất.
en: You have not added any cards to Mistia yet, so there is no statement to export.
ja: ミスティアにカードがまだ追加されていないため、書き出せる明細がありません。

# shared.family.familycontext.aFamilyMember
source: Một thành viên
en: A family member
ja: 家族メンバー

# shared.family.familycontext.canTCheckThisInviteBecauseThe
source: Không thể kiểm tra lời mời do mất kết nối. Vui lòng thử lại.
en: Can't check this invite because the connection is unavailable. Please try again.
ja: 接続できないため招待を確認できません。もう一度お試しください。

# shared.family.familycontext.familyDataHasNotLoadedYetSync
source: Chưa tải được thông tin gia đình. Vui lòng đồng bộ lại rồi thử lần nữa.
en: Family data has not loaded yet. Sync again and try once more.
ja: ファミリー情報がまだ読み込まれていません。同期してからもう一度お試しください。

# shared.family.familycontext.onMistia
source: trên Mistia.
en: on Mistia.
ja: にミスティアで参加できます。

# shared.family.familycontext.openTheLinkBelowToJoinNow
source: Hãy mở link dưới để tham gia ngay!
en: Open the link below to join now!
ja: 下のリンクを開いて今すぐ参加してください！

# shared.family.familycontext.requestToValueValue
source: Yêu cầu %@ %@
en: Request to %@ %@
ja: %@の%@リクエスト

# shared.family.familycontext.signInAndEnableCloudSyncTo
source: Bạn cần đăng nhập và bật cloud sync để gửi yêu cầu quyền.
en: Sign in and enable cloud sync to send permission requests.
ja: 権限リクエストを送るには、サインインしてクラウド同期を有効にしてください。

# shared.family.familycontext.valueWantsToValueYourValue
source: %@ muốn %@ %@ của bạn.
en: %@ wants to %@ your %@.
ja: %@ があなたの%@を%@したいとリクエストしています。

# shared.family.familycontext.youCanOnlyHaveUpTo
source: Bạn chỉ có thể có tối đa 2 lời mời đang chờ.
en: You can only have up to 2 pending invites.
ja: 待機中の招待は最大2件までです。

# shared.family.familycontext.youVeBeenInvitedToJoinThe
source: Bạn đã được mời tham gia gia đình
en: You've been invited to join the family
ja: 家族への招待が届いています

# shared.family.familyremote.inviteCodeDoesNotExistOrHas
source: Mã mời không tồn tại hoặc đã bị xóa.
en: Invite code does not exist or has been deleted.
ja: 招待コードが存在しないか、削除されました。

# shared.family.familyremote.inviteCodeHasExpired
source: Mã mời đã hết hạn.
en: Invite code has expired.
ja: 招待コードの期限が切れました。

# shared.family.familyremote.thisInviteCodeIsNoLongerValid
source: Mã mời này không còn hiệu lực.
en: This invite code is no longer valid.
ja: この招待コードはもう有効ではありません。

# shared.family.memberViewing.avatarAccessibility
source: Đang xem dữ liệu của %@
en: Viewing %@'s data
ja: %@のデータを表示中

# shared.family.memberViewing.confirmExit
source: Đồng ý
en: Confirm
ja: 同意

# shared.family.memberViewing.exitMessage
source: Bạn có muốn thoát khỏi dữ liệu của %@ và quay lại dữ liệu của bạn không?
en: Do you want to leave %@'s data and return to your data?
ja: %@のデータ表示を終了して、自分のデータに戻りますか？

# shared.family.memberViewing.exitTitle
source: Thoát khỏi chế độ xem dữ liệu?
en: Leave data view?
ja: データ表示を終了しますか？

# shared.family.permissionRequest.sendingMessage
source: Mistia đang gửi yêu cầu. Bạn có thể tiếp tục sử dụng ứng dụng.
en: Mistia is sending your request. You can keep using the app.
ja: リクエストを送信しています。このままアプリをお使いいただけます。

# shared.family.permissionRequest.sendingTitle
source: Đang gửi yêu cầu...
en: Sending request...
ja: リクエストを送信中...

# shared.notifications.mistiacreditcardstatementmaintenance.autoPaymentComplete
source: Đã tự động thanh toán
en: Auto payment complete
ja: 自動支払いが完了しました

# shared.notifications.mistiacreditcardstatementmaintenance.autoPaymentFailed
source: Tự động thanh toán thất bại
en: Auto payment failed
ja: 自動支払いに失敗しました

# shared.notifications.mistiacreditcardstatementmaintenance.autoPaymentForValue
source: Tự động thanh toán thẻ %@
en: Auto payment for %@
ja: %@ の自動支払い
